[M_Ep14_SearchingTheWreckage MissionDefinition]
MissionName="Angels dare not enter"
MissionDescription="Talk to Roll."
TurnInDescription="Roland is dead. Roland stood for a long time."
MissionSummary="Talk to Roland."
MissionGiver="Roland"
MissionTurnInLocation="Mordechai"
TeaserText=""

[M_Ep14_SearchingTheWreckage:Chest01OpenedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep14_SearchingTheWreckage:Chest01Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep14_SearchingTheWreckage:Chest02OpenedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep14_SearchingTheWreckage:Chest02Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep14_SearchingTheWreckage:Chest03OpenedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep14_SearchingTheWreckage:Chest03Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep14_SearchingTheWreckage:Chest04OpenedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep14_SearchingTheWreckage:Chest04Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep14_SearchingTheWreckage:ReturnToSanctuary MissionObjectiveDefinition]
ProgressMessage="Return to the temple."

[M_Ep14_SearchingTheWreckage:ReturnToSanctuaryCollectionSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

